<template>
    <div class="agreement">
        <regheader></regheader>
        <div class="statement">
            <h4>{{ title }}</h4>
            <div class="paragraph" v-if="path == 'agreement'">
                <p>
                    为使用安印科技电子签署服务（以下简称“本服务”），您应当阅读并遵守《安印科技用户注册与使用协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。除非您已阅读并接受本协议所有条款，否则您无权使用本服务。一旦您使用本服务，即视为您已阅读并同意本协议的约束。
                </p>
                <p>
                    请您确认在您同意接受本协议并注册成为安印科技用户时，您已经年满18周岁，或者您是在中国大陆地区合法开展经营活动或其他业务的法人或其他组织。不具备前述条件的，您应立即终止注册或停止使用本服务。
                </p>

                <h5>一、注册声明</h5>
                <p>
                    （一）请您在注册成为安印科技用户前务必仔细阅读本协议，若您不同意本协议的任意内容，或者无法准确理解安印科技对条款的解释，请不要进行后续操作；
                    若您注册成为安印科技用户，则表示您对本协议的全部内容已充分阅读并认可和同意遵守。同时，承诺遵守中国法律、法规、规章及其他政府规范性文件的规定，
                    如有违反而造成任何法律后果，您将以本人名义独立承担所有相应的法律责任。
                </p>
                <p>
                    （二）本协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。
                    安印科技有权根据需要不定时地制定、修改本协议或各类规则，如本协议及规则有任何变更，一切变更以本网站最新公布的内容为准。经修订的协议、规则一经公布，
                    立即自动生效，对新协议、规则生效之后注册的用户发生法律效力。对于协议、规则生效之前注册的用户，若用户在新规则生效后继续使用本网站提供的各项服务，
                    则表明用户已充分阅读并认可和同意遵守新的协议或规则。若您拒绝接受新的协议和规则，您必须放弃使用安印科技提供的各项服务（包括但不限于使用用户名和密码登录安印科技、
                    在安印科技上进行电子合同签约、证据托管等）。
                </p>
                <p>
                    （三）您使用安印科技即表示您同意安印科技将您的个人身份信息或企业信息及其签署的合同、其个人或企业的电子签名认证信息传输至公司合作的第三方认证机构以及司法鉴定机构，
                    且前述信息保存至数字证书失效后5年，且该等信息不因您的账户锁定或注销而停止保存。
                </p>

                <h5>二、定义及解释</h5>
                <p>（一）安印科技账户</p>
                指您通过注册获得安印科技账号以供您使用安印科技各项服务的账户。
                <p>（二）本网站</p>
                除本协议另有规定外，指https://www.i-yin.com.cn及相关移动客户端应用程序。
                <p>（三）CA机构</p>
                指获得《电子认证服务许可证》的第三方数字证书签发机构。
                <p>（四）电子签名认证证书</p>
                即数字证书，指由第三方CA签发的，含有签发电子签名认证证书的电子认证服务机构名称、证书持有人名称、证书序列号、证书有效期、证书持有人的电子签名验证数据、
                电子认证服务机构的电子签名、工业和信息化部规定的其他内容的身份证明数据。<br />
                <p>（五）电子签名</p>
                指数据电文中以电子形式所含、所附用于识别签名人身份并表明签名人认可其中内容的数据。
                <p>（六）数据电文</p>
                <p>
                    指以电子、光学、磁或者类似手段生成、发送、接收或者储存的信息。
                </p>

                <h5>三、安印科技服务简介</h5>
                <p>（一）电子合同签约服务</p>
                采用电子签名、时间戳等技术，实现对数据电文的安全保护和签章信息的图形化展现，明确电子文件签署者各方的身份信息、签署行为的过程以及签署完成后文件改动，
                从而使用户在线完成文件的签署。
                <p>（二）合同及证据托管、存证服务</p>
                用户签署的文件在完成后，将由安印科技对签署完成的文件本身以及签署的流程信息等内容进行保存，并同步至安印科技合作的第三方认证机构以及司法鉴定机构。
                <p>（三）安印科技出证服务</p>
                安印科技作为独立的第三方，可独立做出报告文件，该文件包含了合同原文件数据、合同签署方账户信息和签署流程信息，以供本地存档查阅，并可作为调解、
                仲裁等争议解决过程中的合同相关证据出示。
                <p>（四）司法鉴定服务</p>
                安印科技与相关司法鉴定机构就鉴定安印科技电子签名服务相关内容达成战略合作，可对在安印科技平台签署的相关文件作出司法鉴定。

                <h5>四、服务费用</h5>
                <p>
                    （一）当用户使用本网站服务时，安印科技将向用户收取相应服务费用。各项服务具体费用标准请详见网站上公布的业务定价及有关规则。
                    用户承诺按照安印科技公布的服务费用标准向安印科技支付服务费用。安印科技保留单方面制定与调整服务费用的权利。费用标准一旦被修改，即公布在本网站上，
                    修改后的费用标准一经公布即生效，适用于费用标准修改后发生的交易。
                </p>
                <p>
                    （二）安印科技在避免用户损失的前提下，有权单方决定暂时或永久地改变或停止提供某些服务。
                </p>

                <h5>五、用户账户</h5>
                <p>（一）安印科技用户</p>
                安印科技的用户包括企业用户和个人用户。企业用户是指通过本网站完成全部注册程序后，使用安印科技提供的服务，并且依据中华人民共和国法律在境内（香港、台湾、澳门除外）设立的，
                能够独立承担民事责任的法人和其他组织。个人用户是指中华人民共和国境内（香港、台湾、澳门除外）的公民，通过本网站完成全部注册程序后，使用安印科技提供的服务，
                并且符合中华人民共和国法律规定的年满18周岁，具有完全民事行为能力，能够独立承担民事责任的自然人。
                <p>（二）用户注册与实名认证</p>
                <p>
                    1.个人及企业在本网站注册方可成为安印科技的用户。个人及企业注册成为安印科技用户后须进行实名认证。在注册与实名认证过程中个人及企业必须根据本网站的要求提供最新、真实、
                    有效及完整的资料。其中，根据实名认证方式的不同，个人所需提供的实名认证资料将有所差异，具体所需资料请以本网站要求为准。
                    企业需要提供的实名认证资料包括但不限于营业执照、组织机构代码证、税务登记证，企业法定代表人姓名及其身份证信息，并且企业法定代表人需要选择活体认证方式进行实名认证。
                </p>
                <p>
                    2.实名认证具体操作流程请严格按照本网站实名认证规定的流程履行，否则将影响实名审核的结果。
                </p>
                <p>
                    3.用户同意并授权安印科技审核、核对用户资料信息以确认用户身份，但用户信息是由用户本人自行提供的，故安印科技无法保证该信息之准确、有效和完整。
                    所提交的用户认证信息将用于核发其专属的电子签名文件，安印科技将对用户的信息严格保密。隐私保护请详见《隐私声明》。
                </p>
                <p>（三）账户安全</p>
                <p>
                    1.安印科技将通过用户的登录名、密码以及登陆后的其他操作识别用户的相关指示，同时安印科技会通过本服务应用识别来自用户使用的各类产品或设备的指示，
                    用户应当妥善保管安印科技登录名、密码、身份信息，各类产品或设备，对于因用户泄露登录名、密码、身份信息或是因产品或设备遗失导致的损失，由用户自行承担。
                    用户应在登录本系统时段结束时，以正确步骤离开网站。用户如果发现有他人冒用或盗用其安印科技登录名及密码或任何其他未经合法授权之情形，
                    或发生与安印科技账户关联的手机或其他设备遗失或其他可能危及到安印科技账户安全情形时，应立即以有效方式通知本公司，向本公司申请账户锁定。
                </p>
                <p>
                    2.用户应对其持有的安印科技账户负责，只有用户本人方可使用该账户。该账户不可转让、不可继承，在您决定不再使用该账户时，您应将该账户内的数据导出或删除，
                    并按本公司规定流程向本公司申请锁定该账户。
                </p>
                <p>
                    3.安印科技可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要用户仍然使用本服务，即表示同意本协议或者变更后的协议。
                </p>
                <p>
                    4.安印科技对因用户未能遵守本协议的约定而发生的任何直接或间接损失等不利后果不承担任何责任。
                </p>
                <p>
                    5.安印科技有权了解您使用本公司产品或服务的真实交易背景及目的，用户应如实提供本公司所需的真实、全面、准确的信息。如果本公司有合理理由怀疑用户提供虚假信息、
                    进行欺诈等违法违规行为的，本公司有权根据相关国家法律法规的规定对用户个人信息以及签署的文件信息等进行核实、查询、披露，有权锁定相应账户并配合相关机关进行后续调查。
                </p>
                <p>（四）账户锁定</p>
                <p>
                    1.用户在需要停止本协议约定的服务时，可申请锁定安印科技账户。用户申请锁定的安印科技账户应当是依照本协议的约定注册并由安印科技提供给用户本人的账户，
                    用户应当依照安印科技的规定程序申请账户锁定。
                </p>
                <p>
                    2.用户申请锁定的安印科技账户应当处于正常状态，不存在任何可能由于该账户锁定而被影响的合同关系或其他权利义务关系，以及本公司认为锁定账户会由此产生
                    未了结的权利义务而产生纠纷的情况。如申请锁定的账户有关联账户或子账户的，在该关联账户或子账户被锁定前，该账户不能申请锁定。
                </p>
                <p>
                    3.如果用户在使用本系统相关服务时有涉及违法违规行为的，安印科技有权锁定您名下的全部或部分账户。
                </p>
                <p>
                    4.申请账户锁定将导致本公司停止为您提供服务，且本公司将在您申请账户锁定后将您的账户予以注销。
                </p>

                <h5>六、通知与送达</h5>
                <p>（一）通知方式</p>
                本协议条款及任何其他的协议、公告或其他关于您使用本服务账号及服务的通知，您同意本网站使用电子方式通知您。电子方式包括但不限于以电子邮件方式、
                或于本网站或者合作网站上公布、或无线通讯装置通知等方式。
                <p>（二）送达</p>
                网站的通知如以公示方式做出，一经在本网站公示即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将由本网站在您注册时或者注册后变更用户信息时向本网站提供的电子邮箱或用户注册后在本网站绑定的手机号码发送，一经发送即视为已经送达。请您密切关注用户的电子邮箱以及手机中的短信信息。因信息传输或您变更邮箱但未在本网站的注册信息中填写您变更后的邮箱等原因导致您未在前述通知发出当日收到该等通知的，本网站不承担责任。
                <p>（三）通知内容</p>
                您同意安印科技利用在本网站登记的联系方式与您联络并向您传递相关的信息，包括但不限于行政管理方面的通知、产品信息、有关您使用本网站的通讯以及针对性的广告等。

                <h5>七、使用事项</h5>
                <p>
                    （一）您在使用安印科技服务时，必须遵守国家各项法律、法规、规章以及政府规范性文件，并接受安印科技相关的协议、规则、规定、程序和惯例的约束。
                    禁止在本网站进行任何可能违反国家法律、法规、规章和政府规范性文件的行为（包括但不限于侵犯任何第三方著作权、专利权、商标权、商业秘密、隐私权、名誉权或其它权利的行为）
                    或者任何未经授权使用本网站的行为（包括但不限于擅自进入本网站未公开的系统、不正当的使用密码和网站的任何内容等）。
                </p>
                <p>
                    （二）注册成功后，每位用户都拥有一个属于自己的用户名和登录密码，通过使用该用户名和登录密码您可以登录安印科技，从而使用安印科技服务。
                    您须妥善保管您在安印科技上的用户名和密码。本网站通过您的用户名、密码以及登录后的操作来识别您的指令。您确认，使用您的用户名和密码登录本网站后在本网站的一切行为
                    均代表您本人意志。使用您的用户名和密码登录操作所产生的电子信息记录均为您行为的有效凭据，并由您本人承担相应的法律后果。不得在未经安印科技许可的情况下出售或授权使用账号。
                </p>
                <p>
                    （三）您对通过安印科技发布的所有信息（内容包括但不限于个人信息、商业信息，形式包括但不限于文字、图片）的真实性、准确性、即时性、完整性和合法性独立承担所有责任。
                    同时，在您所发布的信息中不得含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序。
                </p>
                <p>
                    （四）请注意：根据《电子签名法》的规定下列情形不适合使用电子文书：涉及婚姻、收养、继承等人身关系的；涉及土地、房屋等不动产权益转让的；
                    涉及停止供水、供热、供气、供电等公用事业服务的；法律、行政法规规定的不适用电子文书的其他情形。因此，用户不得在安印科技平台上签订上述法律文件。
                    若用户在安印科技平台上传并签订上述法律文件，而根据法律之规定上述签约行为无效的，安印科技不承担任何责任。
                </p>
                <p>
                    （五）本网站内容可能涉及由第三方所有、控制或运营的其它网站（以下称“第三方网站”）。本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。
                    您应按照第三方网站的相关协议与规则使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本网站无关。
                </p>

                <h5>八、用户间纠纷处理</h5>
                <p>
                    （一）用户应在使用安印科技服务时，应审慎核查签署各方的身份信息，对于签署方中有未经安印科技实名认证的用户，可能产生签约主体不明或签约主体错误的风险，
                    如需避免此风险，请各签署方进行实名认证并审慎核查签署方身份。否则，因此而产生的风险和责任，由用户自行承担。
                </p>
                <p>
                    （二）在使用安印科技的过程中，用户发现任何可能侵害自己或安印科技权利的事实时，应及时通知安印科技并提供相应的证明材料。因投诉不实给安印科技或第三方造成损失的，
                    用户应承担法律责任。
                </p>
                <p>
                    （三）安印科技有权接受并处理您与其他用户间因使用安印科技服务而产生的纠纷及投诉，有权通过电话、短信、电子邮件等联系方式向您了解情况，
                    并将所了解的情况通过上述方式通知对方。您有义务在收到安印科技通知后，在指定的时间内提供相应的资料，以配合纠纷及投诉的情况了解与处理，否则，
                    安印科技有权单方面独立判断其他用户对您的投诉，一旦成立，并做出对您不利的处理结果。同时，安印科技有权立即中止或终止您的相关安印科技服务。
                </p>
                <p>
                    （四）安印科技受理、处理纠纷、争议及投诉完全依据您的授权。因安印科技对证据的鉴别能力及对纠纷的处理能力有限，不保证处理结果一定符合您的期望。
                    安印科技有权决定是否参与争议的处理。
                </p>
                <p>
                    （五）经生效法律文书确认用户存在违法或违反本协议行为或者安印科技自行判断您涉嫌存在违法或违反本协议行为的，安印科技有权公布用户的违法行为并做出相应处理，
                    包括但不限于终止服务、永久禁止使用安印科技等。
                </p>

                <h5>九、隐私条款</h5>
                请您详见隐私声明。

                <h5>十、知识产权声明</h5>
                无论是否明示，安印科技对网站内所有非公有领域或非他方专有的信息内容享有知识产权（包括但不限于商标权、专利权、著作权），信息内容包括但不限于文字、
                图片、软件、音频、视频、数据、源代码、设计。非经安印科技书面授权同意，任何组织或个人都不得复制、打印和传播属于安印科技的信息内容用于其他用途。
                网站所有的产品、技术及程序均属于安印科技知识产权，未经安印科技书面授权许可，任何人不得擅自使用（包括但不限于以非法的方式打印、复制、传播、展示、下载等）。
                否则，安印科技将依法追究其法律责任。

                <h5>十一、免责声明</h5>
                <p>
                    （一）您有义务在注册时提供自己的真实、最新、完整的资料，并保证电子邮件地址、联系电话、联系地址、邮政编码等内容的最新、有效性及安全性。
                    您有义务维护并立即更新您的个人资料，确保其真实、最新、有效及完整。若您提供任何错误、虚假、过时或不完整的资料，
                    或者本网站有合理的理由怀疑您提供的为错误、虚假、过时或不完整的资料时，本网站有权暂停或终止您的账号，并拒绝您使用本网站部份或全部服务。
                    在此情况下，本网站不承担任何责任，并且您同意自行承担因此所产生的直接或间接的任何支出或损失。
                </p>
                <p>
                    （二）在如下情况，安印科技有权中止、终止对您提供部分或全部服务而不承担任何责任：
                </p>
                <p>
                    1.在安印科技未向您收费的情况下，安印科技可自行全权决定以合理理由
                    (包括但不限于您已违反本协议的字面意义和精神，或您以不符合本协议的字面意义和精神的方式行事)
                    终止您的登录密码、用户名 (或其任何部份) 或您对服务的使用。
                </p>
                <p>
                    2.在出现下列任一情况时，安印科技可立即发出警告，中止或终止您的账号，删除您的任何现有信息，以及您在网站上展示的任何其他资料：
                    （a）您违反本协议；（b）安印科技无法核实或鉴定您向安印科技提供的任何资料；（c）安印科技相信您的行为可能会使您、
                    安印科技其他用户或通过安印科技提供服务的第三者服务供应商发生任何法律责任；（d）发现您从事涉及网站的诈骗等违法违规活动，
                    安印科技有权中止或终止您的服务。对于（a）、（b）、（c）三项，安印科技不限制用户采取相关补救措施。
                </p>
                <p>
                    3.对于本协议规定的采取的中止或终止措施，安印科技不对结果承担任何责任。
                </p>
                <p>
                    4.根据本协议的任何规定中止或终止您使用服务之措施，安印科技将本着审慎的态度实施，并将履行告知义务，即使通知您不能继续使用安印科技的服务，
                    但在您的账号内的所有相关资料，安印科技将继续为您保存，且可以查询和为您提供相关文件内容的证明。
                </p>
                <p>
                    5.由于互联网本身所具有的不稳定性，安印科技无法保证服务不会中断。系统因有关状况无法正常运作，使用户无法使用任何安印科技服务或使用安印科技服务受到任何影响时，
                    安印科技对用户或第三方不负任何责任，前述状况包括但不限于：
                </p>
                <p>（1）安印科技系统停机维护期间。</p>
                <p>（2）电信设备出现故障不能进行数据传输的。</p>
                <p>
                    （3）由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的安印科技服务中断或延迟。
                </p>
                <p>
                    （4）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成安印科技系统障碍不能执行业务的。
                </p>
                <p>
                    6.因用户的过错导致的任何损失，该过错包括但不限于：操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、
                    用户委托他人代理签署时他人恶意或不当操作而造成的损失，安印科技不承担任何责任。
                </p>

                <h5>十二、违约责任</h5>
                <p>
                    （一）因您违反本协议或经在此提及而纳入本协议的其他文件，或因您违反了法律、法规、规章、政府规范性文件或侵害了第三方的权利，
                    而使第三方对安印科技及其股东、职员、代理人提出索赔要求（包括司法费用和其他专业人士的费用），您必须对安印科技及股东
                    、职员、代理人承担赔偿责任，使其等免遭损失。
                </p>
                <p>
                    （二）如因本协议或安印科技服务所引起或与其有关的任何争议应向深圳安印科技网络科技有限公司所在地人民法院起诉。
                </p>

                <h5>十三、法律适用与管辖</h5>
                <p>
                    （一）本协议的订立、变更、执行和解释，以及与本协议有关的争议解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项没有法律规定或规定不明确，
                    则应参照通用的国际商业惯例和行业惯例。
                </p>
                <p>
                    （二）如因本协议或安印科技服务所引起或与其有关的任何争议应向深圳安印科技网络科技有限公司所在地人民法院起诉。
                </p>

                <h5>十四、其他</h5>
                <p>
                    （一）本协议自您同意勾选并成功注册为本网站用户之日起生效，除非本网站终止本服务协议或者用户丧失本网站用户资格，否则本服务协议始终有效。
                    本服务协议终止并不免除用户根据本服务协议或其他有关协议、规则所应承担的义务和责任。
                </p>
                <p>
                    （二）本服务协议部分条款被认定为无效时，不影响本服务协议其他条款的效力。
                </p>
                <p>
                    （三）本协议中的标题仅为方便而设，在解释本协议时应被忽略。
                </p>
                <p>（四）安印科技对本服务协议享有最终的解释权。</p>
            </div>

            <div class="paragraph" v-if="path == 'privacy'">
                <p>前言</p>
                <p>
                    安印科技一向庄严承诺以保护使用其服务之用户的隐私。以下声明旨在披露与安印科技服务有关的隐私政策并试图回答关于安印科技在服务中会收集哪些信息，如何获取、使用、
                    储存和披露这些信息以及谁有权接触这些信息等问题。
                </p>
                <p>
                    安印科技会坚定的实施保护我们用户隐私的措施。
                    在安印科技提供服务的过程中，每一项服务都要求用户提供不同类型和数量的信息。安印科技力图通过善意使用这些资料而为用户提供更好的服务。
                    本隐私声明适用于您与安印科技的交互行为以及您使用的所有安印科技服务。除了在本隐私声明和使用协议以及其他公布的准则规定情况下，我们不会公布与用户个人身份有关的资料。我们会定期更新此声明，希望您定期查看。
                    在阅读完本声明之后，如您对本《隐私声明》或与之相关的事宜有任何问题，请与我们及时联系。
                </p>
                <p>
                    您使用或继续使用我们的服务，都表示您同意我们按照本《隐私声明》获取、使用、储存和披露您的信息。
                </p>

                <h5>一、安印科技账号及信息的安全</h5>
                <p>
                    安印科技将竭尽所能保护所有用户信息安全，不会向任何无关第三方提供、出售、分享和交易用户的账号及信息。
                </p>
                <p>
                    用户个人/企业，您应保管好您的用户名与密码，不得向其他任何人泄露您的用户名和密码，亦不可使用其他任何人的用户名和密码。
                    因黑客、病毒或您的保管疏忽等非安印科技原因导致账号遭他人非法使用的，安印科技不承担任何责任。
                    冒用他人账号的，安印科技及其合法授权主体保留追究实际使用人连带责任的权利。
                </p>
                <p>
                    安印科技也将严格采取相应技术措施保护用户的账号安全，包括但不限于对用户密码加密的方式。同时，安印科技将运用相关安全技术确保我们掌握的信息不丢失、
                    不被盗用和变造。但请注意，尽管安印科技将竭尽全力保护您的账号及信息安全，但在互联网情况下不存在绝对安全的保障措施。
                </p>

                <h5>二、安印科技获取信息的途径</h5>
                <p>（一）您提供的信息</p>
                <p>
                    1.您在注册我们的账户或使用我们的服务时，向我们提供的相关个人/企业信息，例如身份证号码、照片、组织机构代码、电话号码、电子邮件和银行卡号等；
                </p>
                <p>
                    2.您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。
                </p>
                <p>（二）其他方分享的您的信息</p>
                其他方使用我们的服务时所提供有关您的共享信息。
                <p>（三）我们获取的您的信息</p>
                您使用我们服务时我们可能收集如下信息：
                <p>
                    1.日志信息指您使用我们服务时，系统可能会通过cookies、web
                    beacon或其他方式自动采集的技术信息，包括：
                </p>
                <p>
                    （1）设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；
                </p>
                <p>
                    （2）您在使用我们服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；
                </p>
                <p>
                    （3）有关您曾使用的移动应用和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；
                </p>
                <p>（4）您通过我们的服务进行通讯的信息；</p>
                <p>（5）您通过我们的服务分享的内容所包含的信息。</p>
                <p>
                    2、根据中国电子签名法要求为保证每个签署电子合同用户信息真实、意愿真实的情况下，我司会对如下用户信息做采集和验证：
                </p>
                <p>
                    （1）个人用户实名认证时需要提供包括真实姓名、个人电话号码、身份证正反面、人脸视频信息验证；
                </p>
                <p>
                    （2）企业单位，还需提供公司营业执照信息、法人代表姓名、身份证正反面、人脸视频信息验证；
                </p>
                <p>
                    （3）为确认用户提交的身份信息为真实本人意愿下，我司采用人脸视频信息核对验证，仅作为本次实名认证意愿确认、证件信息是否为同一人。
                </p>

                <h5>三、安印科技对信息的使用</h5>
                我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：
                <p>1.向您提供服务；</p>
                <p>
                    2.在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；
                </p>
                <p>3.帮助我们设计新服务，改善我们现有服务；</p>
                <p>
                    4.使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求或对您和其他使用我们服务的用户作出其他方面的回应；
                </p>
                <p>5.评估我们服务推广活动的效果，并加以改善；</p>
                <p>6.软件认证或管理软件升级；</p>
                <p>7.让您参与有关我们产品和服务的调查。</p>
                <p>
                    为了让我们的用户有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过我们的某一项服务所收集的个人信息，
                    以汇集信息或者个性化的方式，用于我们的其他服务。如果我们在相关服务之中提供了相应选项，您也可以主动要求我们将您在该服务所提供和储存的个人信息用于我们的其他服务。
                </p>

                <h5>四、安印科技对信息的披露</h5>
                除以下情形外，未经您同意，我们不会与任何第三方分享您的个人信息：
                <p>
                    （一）我们可能将您的个人信息与我们的合作伙伴及第三方服务供应商、承包商及代理分享，用作下列用途：
                </p>
                <p>1.向您提供我们的服务；</p>
                <p>2.实现“安印科技对信息使用”部分所述目的；</p>
                <p>
                    3.履行我们在本《隐私声明》或安印科技与您达成的其他协议中的义务和行使我们的权利；
                </p>
                <p>4.理解、维护和改善我们的服务。</p>
                <p>
                    如我们与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施。
                </p>
                <p>
                    （二）随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。
                    因此，我们还可能为以下原因需要保留、保存或披露您的个人信息：
                </p>
                <p>1.您授权或同意安印科技披露的；</p>
                <p>2.遵守适用的法律法规；</p>
                <p>3.遵守法院命令或其他法律程序的规定；</p>
                <p>4.遵守相关政府机关的要求；</p>
                <p>
                    5.我们认为为遵守适用的法律法规、维护社会公共利益、或保护我们或我们的公司、我们的客户、其他用户或雇员的人身和财产安全或合法权益或公共安全及利益所合理必需的；
                </p>
                <p>
                    6.根据安印科技各服务条款及声明中的相关规定，或者安印科技认为必要的其他情形下。
                </p>

                <h5>五、安印科技对信息的存储和保护</h5>
                我们仅在本《隐私声明》所述目的所必需期间和法律法规要求的时限内保留您的个人信息。
                我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。但您需要了解，您接入我们的服务所用的系统，有可能因我们可控范围外的情况而发生问题。我们保证在中华人民共和国境内收集和产生的个人信息， 将存储在中华人民共和国境内，我们不会与安印科技以外的任何公司、组织和个人披露您的个人信息。

                <h5>六、有关信息更新与公开的特别提示</h5>
                安印科技鼓励用户更新和修改其信息以使其有效。安印科技用户能在任何时候非常容易地获取并修改其信息。用户可以自行决定修改、删除他们的相关资料。
                请记住，无论何时您自愿披露信息，此种信息可能被他人收集及使用，因此造成信息泄露，安印科技不承担责任。

                <h5>七、我们如何使用 Cookie 和同类技术</h5>
                <p>
                    为确保网站正常运转、为您获得更轻松的访问体验，我们会在您的计算机或移动设备上存储名为
                    Cookie 的小数据文件。Cookie
                    通常包含标识符、站点名称以及一些号码和字符。我们不会在Cookie里面存储与个人身份或隐私相关的信息。
                </p>
                <p>
                    您可根据自己的偏好管理或删除 Cookie。有关详情，请参见
                    AboutCookies.org。您可以清除计算机上保存的所有
                    Cookie，大部分网络浏览器都设有阻止Cookie
                    的功能。但如果您这么做，则需要在每一次访问我们的网站时更改用户设置。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。
                </p>

                <h5>八、安印科技服务中的第三方服务</h5>
                安印科技网站现含有访问第三方网站的链接，同时，我们将会在任何需要的时候增加商业伙伴或共用品牌的网站。安印科技对所有第三方网站的隐私保护措施不负任何责任。
                该等服务由相关的第三方负责运营。您使用该等第三方的服务（包括您向该等第三方提供的任何信息），
                须受第三方自己的服务条款及信息保护声明（而非本《隐私声明》）约束，您需要仔细阅读其条款。
                本《隐私声明》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。

                <h5>九、年龄限制</h5>
                安印科技不向未成年人（未满18周岁）提供服务，因此不接受未成年人向我们提供任何信息，法律另有规定的除外。

                <h5>十、本隐私声明适用范围</h5>
                <p>
                    除某些特定服务外，我们所有的服务均适用本《隐私声明》。这些特定服务将适用特定的个人信息保护声明。该特定服务的个人信息保护声明构成本《隐私声明》的一部分。如任何特定服务的个人信息保护声明与本《隐私声明》有不一致之处，则适用特定服务的个人信息保护声明。
                    除本《隐私声明》另有规定外，本《隐私声明》所用词语将与安印科技制定的其他公开条款所定义的词语具有相同的涵义。
                    请您注意，本《隐私声明》不适用于以下情况：
                </p>
                <p>
                    1.通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；
                </p>
                <p>2.我们服务中的第三方公司和机构所收集的信息。</p>

                <h5>十二、本隐私声明的修改</h5>
                我们可能随时修改本《隐私声明》的条款，该等修改构成本《隐私声明》的一部分。如该等修改造成您在本《隐私声明》下权利的实质减少，
                您可以选择停止使用我们向您提供的服务。在该种情况下，若您仍然继续使用我们的服务的，即表示同意受经修订的本《隐私声明》的约束。
                任何修改都会将您的满意度置于首位。我们鼓励您在每次访问安印科技的网页时都查阅我们的隐私声明。
                最后，您是唯一对您的账号和密码信息负有保密责任的人。任何情况下，请小心妥善保管。
            </div>
        </div>
        <p class="Copyright">
            Copyright 2014-2020
            深圳市安印科技有限公司&nbsp;&nbsp;&nbsp;粤ICP备16033566
        </p>
    </div>
</template>
<script>
import regheader from "../../../components/regheader";
export default {
    mixins: [],
    components: { regheader },
    data() {
        return {
            title: "",
            path: "",
        };
    },
    computed: {},
    watch: {},
    mounted() {
        this.$nextTick(() => {
            this.title = this.$route.meta.title;
            this.path = this.$route.path.match(/([^/]+)$/)[1];
        });
    },
    methods: {},
};
</script>
<style lang="scss">
.agreement {
    overflow: auto;
    height: 100%;
    .statement {
        width: 1200px;
        margin: 0 auto;
        background: #fff;
        margin-top: 20px;
        padding: 50px;
        h4 {
            margin: 0;
            text-align: center;
            line-height: 25px;
            font-size: 18px;
            color: #626262;
            margin-bottom: 20px;
        }
        .paragraph {
            line-height: 24px;
            color: #999999;
            p {
                color: #999999;
                margin: 10px 0;
            }
            h5 {
                color: #000000;
                font-size: 14px;
                font-weight: normal;
            }
        }
    }
    .Copyright {
        color: #c0ccda;
        line-height: 20px;
        text-align: center;
        padding: 30px 0;
    }
}
</style>
